<template>
  <div class="information-text">
    <p class="information-text__paragraph">
      История кинематографа начала свой отсчёт 28 декабря 1895 года, когда в Париже на бульваре
      Капуцинок в одном из залов «Гранд кафе» прошёл первый сеанс кинопоказа. Вскоре по всему миру
      начали создавать кинокомпании и киностудии. В первые 10 лет кинематографа кино превратилось из
      новинки в устоявшуюся индустрию массовых развлечений. Самые ранние фильмы были черно-белыми,
      длительностью менее минуты, без записи звука и состояли из одного кадра, снятого неподвижной
      камерой. Кинематограф развивался на протяжении многих лет благодаря появлению монтажа,
      движению камеры и другим кинематографическим приёмам. С конца 1990-х годов в кино стали
      использоваться спецэффекты. На широкое распространение кинематографа повлияло появление новых
      средств передачи информации, включая телевидение (с 1950-х годов), домашнее видео (с 1980-х
      годов) и Интернет (с 1990-х годов).
    </p>
    <h2 class="information-text__title">Первые шаг</h2>
    <p class="information-text__paragraph">
      Истоки кинематографа восходят к попыткам изобразить движение в статических изображениях,
      предпринимавшимся ещё в доисторические времена. Первые устройства, синтезирующие серию
      неподвижных изображений для создания иллюзии движения, появились в первой половине 19 века. К
      ним относятся такие приборы, как фенакистископ (1832 г.), зоотроп (1834 г.), праксиноскоп
      (1877 г.) и другие «волшебные фонари», изобретённые в 1830-1870-х годах. Эти механические
      устройства демонстрировали простейшие анимированные сюжеты, положив начало развитию
      анимационного кино. Первый шаг к кинематографу был сделан в V веке до н. э. , когда был
      разработан «волшебный фонарь» — камера обскура (кроме того, ранее появился театр теней в Китае
      и Японии, а принцип создания изображения посредством узкого отверстия был известен ещё в
      античности). Сам термин «камера обскура» возник в конце XV века, а соответствующие опыты
      проводил Леонардо да Винчи. Волшебный фонарь для проецирования изображений на вертикальный
      экран стал широко известен в XVII веке. Он в упрощении представлял собой ящик с увеличительной
      трубой и светильником внутри. Сзади этого светильника стоял рефлектор-отражатель, между трубой
      и ящиком была щель, где ставился тушью нарисованный кадр. При этом изображение было
      статичным.[1] Следующий шаг к кинематографу сделал в 1830 году Майкл Фарадей и его друг Макс
      Роджер. Вся Европа старалась изобрести аппарат, чтобы оживить рисунок. Прибор Фарадея
      назывался фенакистископом. К аппарату прилагался ряд последовательных картинок. Ранее учёный
      Жозеф Плато занимался разложением движения на фазы (например, движение человека). Когда
      Фарадей получил в руки эти труды, ему до завершения фенакистископа оставалось совсем немного.
      В результате стало возможным создать движущийся рисунок (но не реальное изображение)
      длительностью несколько секунд. «Лошадь в движении», 1878
    </p>
    <p class="information-text__paragraph">
      Третий шаг состоялся в 1877 году с изобретением хронофотографии. Он стал возможен благодаря
      работам Луи Дагера и Жозефа Ньепса, разработавших мокрый коллодионный процесс с достаточно
      высокой светочувствительностью, но требующий приготовления фотоматериала непосредственно перед
      съёмкой. Высокая светочувствительность позволяла уменьшить время экспозиции, без чего съёмка
      быстрого движения была бы невозможной. Пионеры фотографии, такие как Эдвард Мейбридж и
      Этьен-Жюль Маре, в 1870-80-х годах провели серию экспериментов по фотографированию
      последовательных фаз движения - человека, животных, маятника. Это позволило им визуализировать
      процесс движения и приблизиться к созданию первых образцов кинематографической техники. В 1878
      году губернатор Калифорнии Леланд Стэнфорд и фотограф Эдвард Мейбридж провели эксперимент по
      фотофиксированию галопа лошади. По одним данным, Стэнфорд поспорил c Мейбриджем на тему того,
      «отрывает во время галопа лошадь все четыре ноги от земли или нет», по другим — Мэйбридж
      просто выполнял заказ Стэнфорда, занимавшегося анализом движения лошади. Они установили вдоль
      беговой дорожки для лошадей 12 фотоаппаратов, размещённых в специальных светонепроницаемых
      будках. Ассистенты в будках по сигнальному свистку одновременно начинали готовить
      фотопластинки для съёмки[2]. По мере готовности всех камер на дорожку выпускалась лошадь,
      которая скакала вдоль белой стены напротив фотоаппаратов. Затворы всех фотоаппаратов
      приводились в действие верёвками, натянутыми поперек трека: лошадь разрывала их, поочерёдно
      запуская фотоаппараты[3]. В итоге, каждый из фотоаппаратов снимал отдельную фазу движения
      лошади на белом фоне стены, подчёркивающей силуэт. Это была первая попытка разложить движение
      на фазы. В дальнейшем Мэйбридж увеличил число фотоаппаратов до 24, а полученные снимки
      использовал в изобретённом им зупраксископе, дававшем движущееся изображение. Фотографирование
      движений животных и человека — главная сфера интересов Мейбриджа, и за работы в этой области
      он получал субсидию университета Пенсильвании, с которым он сотрудничал три года. Одиннадцать
      томов, опубликованных под эгидой университета в 1887 году — «Движение животных:
      электрофотографические исследования последовательных фаз движения животных», — содержали все
      фотографические эксперименты Мейбриджа с 1872 по 1885 годы, и в них было помещено более ста
      тысяч его фотографий. На фотографиях были не только домашняя собака, кошка и лошадь, но и
      американский лось, олень, медведь, енот, лев, тигр, обезьяна и птицы. В 1901 году Мейбридж
      выпустил книгу «Фигура человека в движении». Он возвратился в Англию и больше почти не
      занимался фотографией. Умер он в своём родном городе Кингстоне на Темзе в 1904 году.
    </p>
    <h2 class="information-text__title">Дальнейшее развитие</h2>
    <p class="information-text__paragraph">
      Во второй половине XIX века фотография стала очень популярна, в домах появились фотоальбомы,
      где люди хранили фотографии друзей и родственников. В этот период было зарегистрировано
      множество патентов на «живую» фотографию. В 1876 году французский профессор Этьен Маре изобрёл
      «фотографическое ружьё». На вращающуюся восьмиугольную фотопластинку проводилась съёмка фаз
      движения животных и птиц со скоростью до 10 кадров в секунду[4]. В дальнейшем изобретатель
      создал более удачное устройство под названием «хронофотографическая камера», использующее
      рулонную светочувствительную фотобумагу[2]. Модернизировав своё изобретение, Маре получил
      хронофотографическую камеру, которая могла использовать рулонную неперфорированную киноленту.
      В 1876 году в Париже появился покадровый кинематограф. Его изобретатель — Эмиль Рено, а его
      изобретение — оптический театр. Это был волшебный фонарь в «большом масштабе»: через фонарь
      шла плёнка с нанесёнными на неё рисунками. Таким образом, получался театр кадров, показываемых
      последовательно на большом экране: 80, 90 или 100 картинок в зависимости от сюжета. Специально
      приглашённый актёр рассказывал о действии. «Фильм» состоял из ряда роликов по несколько секунд
      каждый, недостаток технологии состоял в невозможности делать длительные ролики. В пору
      расцвета таких театров было в Париже около 12. Пример такого фильма: молодая женщина читает
      книгу, к ней подходит молодой человек, завязывается диалог. Потом он берёт её под руку и ведёт
      в экипаж, они едут обедать. Несколько встреч, потом происходит свадьба. Алтарь. Их провожают
      на пароход и отправляют в свадебное путешествие в Африку. Кратко показано их путешествие.
      Молодые супруги возвращаются, их встречают родители. Потом демонстрируется белый кадр. Девушка
      снова сидит на скамейке, она поднимает книгу — ей всё приснилось. В 1870 году американцем
      Джоном Хайатом изобретён целлулоид, позднее использованный для получения гибкой ленты. Спустя
      7 лет русский фотограф Иван Болдырев предложил использовать фотоплёнку на такой подложке[5]. В
      1889 году американский изобретатель Джордж Истмэн, ранее разработавший эффективный
      промышленный метод покрытия фотоэмульсией «сухих» фотопластин, выпустил на рынок прозрачную
      фотоплёнку на основе целлулоида. После этого стало возможным создание эффективной и прочной
      киноплёнки
    </p>
  </div>
</template>

<script>
export default {
  name: 'InformationText',
}
</script>
<style lang="scss">
.information-text {
  &__paragraph {
    margin-bottom: 20px;
    text-align: justify;
    text-indent: 16px;
  }
  &__title {
    font-size: 24px;
    font-weight: 500;
    margin-bottom: 16px;
  }
}
</style>